[
  {
    "imageFile": "food1",
    "foodName": "Kaomunkai",
    "caption": "Yoyo",
    "description": "ข้าวมันไก่ เป็นอาหารคาวของไทยและจีน คาดว่าอาหารชนิดนี้ได้รับการเผยแพร่มาจากชาวจีน หรือไหหลำหรือไห่หนาน มีให้รับประทานกันทั่วทุกภาคในประเทศไทย และนิยมกันมากในหมู่ชาวไทยเชื้อสายจีน",
    "price": 80,
    "scariness": 2
  },
  {
    "imageFile": "food2",
    "foodName": "Somtum",
    "caption": "Hee Hoo",
    "description": "ส่วนผสมและเครื่องปรุงต่าง ๆ เหล่านี้ทำให้ส้มตำมีรสเผ็ด เค็ม และเปรี้ยว ไทยภาคอีสานนิยมส้มตำรสเผ็ดเค็ม ส่วนไทยภาคกลางนิยมรสเปรี้ยวหวาน นิยมรับประทานกับข้าวเหนียวและไก่ย่าง บางครั้งรับประทานกับขนมจีน เส้นเล็กลวก เส้นหมี่ และแคบหมู โดยมีผักสดเป็นเครื่องเคียง",
    "price": 60,
    "scariness": 4
  },
  {
    "imageFile": "food4",
    "foodName": "Egg & Bacon",
    "caption": "Safe and Sound",
    "description": "ไข่ดาว เป็นอาหารที่ปรุงจากไข่หนึ่งฟองหรือมากกว่านั้นซึ่งจะถูกตอกออกจากเปลือกไข่และวางลงบนกระทะ โดยปกติแล้วไข่แดงจะไม่แตกและทอดด้วยความร้อนที่เล็กน้อย",
    "price": 70,
    "scariness": 5
  },
  {
    "imageFile": "food5",
    "foodName": "Pizza",
    "caption": "Guru",
    "description": " พิซซ่า เมนูอาหารฝรั่งใครว่าทำยาก แอบกระซิบว่าทำง่ายกว่าที่คิด เมื่อได้พบกับ 15 สูตรพิซซ่าโฮมเมด ลุกมาเข้าครัวทำพิซซ่าง่าย ๆ เสิร์ฟในงานปาร์ตี้ หรือทำกินเป็นอาหารว่างกันเถอะ อวสานการกินอาหารคลีน !",
    "price": 280,
    "scariness": 2
  },
  {
    "imageFile": "food6",
    "foodName": "Hamburger",
    "caption": "Baker by Day",
    "description": "แฮมเบอร์เกอร์ หรือเรียกสั้น ๆ ว่า เบอร์เกอร์ เป็นอาหารชนิดหนึ่งที่ถือว่าอยู่ในประเภทเดียวกับแซนวิช ประกอบด้วยเนื้อสัตว์ปรุงแล้วที่มีลักษณะเป็นแผ่นสอดไส้อยู่ตรงกลาง อาทิ เนื้อวัว เนื้อหมู เนื้อปลาทอด หรือเป็นเนื้อสัตว์หลายประเภทผสมกัน",
    "price": 120,
    "scariness": 3
  },
  {
    "imageFile": "food8",
    "foodName": "Lasanya",
    "caption": "Expert",
    "description": "ลาซัญญา หรือ ลาซัญเญ เป็นพาสตาที่มีลักษณะเป็นแผ่นสี่เหลี่ยม อาจเป็นพาสตาที่เก่าแก่ที่สุดประเภทหนึ่ง โดยทั่วไป คำ ลาซัญญา หรือ ลาซัญเญ ยังหมายถึงอาหารอิตาลีที่ทำจากแผ่นลาซัญญาแห้งวางสลับชั้นกับซอสและส่วนผสมอื่น ๆ",
    "price": 120,
    "scariness": 2
  },
  {
    "imageFile": "food9",
    "foodName": "Indian Rice",
    "caption": "Life",
    "description": "บาสมาตี เป็นพันธุ์ข้าวสายพันธุ์หนึ่ง เป็นที่นิยมอย่างมากในประเทศอินเดียและประเทศอื่น ๆ ใกล้เคียง เพราะมีความหอมอร่อย เหมาะอย่างยิ่งในการปรุงหรือประกอบอาหารอินเดีย และมีราคาซื้อขายกันแพง",
    "price": 90,
    "scariness": 4
  },
  {
    "imageFile": "food10",
    "foodName": "Streak",
    "caption": "Happy",
    "description": "สเต๊ก คือชิ้นส่วนขนาดใหญ่ของเนื้อโดยเฉพาะเนื้อวัว ในปัจจุบันเนื้อแดงอื่นๆ และปลานิยมตัดมาทำสเต๊ก เนื้อสเต๊กจะตัดตั้งฉากกับเอ็นของเนื้อเพื่อคงความนุ่มของเนื้อไว้",
    "price": 130,
    "scariness": 1
  }
]